Repository: wireapp/wire-ios-sync-engine
Catalog: Resources/*.lproj/Push.strings
Languages: da, de, es, et, fi, fr, it, ja, nl, pl, pt_br, ru, sl, tr, uk, zh_hans

# push.notification.member.join.nousername.noconversationname
source: %1$@ was added to a conversation
da: %1$@ blev tilføjet til en samtale
de: %1$@ wurde zu einer Unterhaltung hinzugefügt
es: %1$@ ha sido añadido a un chat
et: %1$@ lisati veslusesse
fi: %1$@ lisättiin keskusteluun
fr: %1$@ a été ajouté à une conversation
it: %1$@ è stato aggiunto in una conversazione
nl: %1$@ is toegevoegd aan een gesprek
pl: %1$@ został dodany do rozmowy
pt_br: %1$@ foi adicionado a uma conversa
ru: %1$@ был добавлен в разговор
sl: %1$@ je bil(-a) dodan(-a) v pogovor
tr: %1$@ bir konuşmaya eklendi
uk: %1$@ був доданий(-а) до розмови
zh_hans: %1$@ 被加入对话

# push.notification.member.join.nousername
source: %2$@ was added to %1$@
da: %2$@ blev tilføjet til %1$@
de: %2$@ wurde zu %1$@ hinzugefügt
es: %2$@ ha sido añadido a %1$@
et: %2$@ lisati vestlusesse %1$@
fi: %2$@ lisättiin keskusteluun %1$@
fr: %2$@ a été ajouté à %1$@
it: %2$@ è stato aggiunto a %1$@
nl: %2$@ werd toegevoegd aan %1$@
pl: %2$@ został dodany do %1$@
pt_br: %2$@ foi adicionado ao %1$@
ru: %2$@ был добавлен в %1$@
sl: %2$@ je bil(-a) dodan(-a) v %1$@
tr: %2$@ %1$@'e eklendi
uk: %2$@ був доданий(-а) до %1$@
zh_hans: %2$@ 被加入到 %1$@

# push.notification.member.join.many.nootherusername
source: %1$@ added people to %2$@
da: %1$@ har tilføjet personer til %2$@
de: %1$@ hat Teilnehmer zu %2$@ hinzugefügt
es: %1$@ ha añadido contactos a %2$@
et: %1$@ lisas inimesi vestlusse %2$@
fi: %1$@ lisäsi käyttäjiä keskusteluun %2$@
fr: %1$@ a ajouté quelqu'un dans %2$@
it: %1$@ ha aggiunto persone a %2$@
nl: %1$@ nieuwe mensen toegevoegd aan %2$@
pl: %1$@ dodano osoby do %2$@
pt_br: %1$@ adicionou pessoas a %2$@
ru: %1$@ добавил людей в %2$@
sl: %1$@ je dodal(-a) osebe v %2$@
tr: %1$@, %2$@'e birini ekledi
uk: %1$@ додав(-ла) учасників до %2$@
zh_hans: %1$@ 添加其他好友到 %2$@

# push.notification.member.join.many.nootherusername.noconversationname
source: %1$@ added people to a conversation
da: %1$@ har tilføjet personer til en samtale
de: %1$@ hat Teilnehmer zu einer Unterhaltung hinzugefügt
es: %1$@ añadió contactos a un chat
et: %1$@ lisas inimesi vestlusse
fi: %1$@ lisäsi käyttäjiä keskusteluun
fr: %1$@ a ajouté quelqu'un dans une conversation
it: %1$@ ha aggiunto delle persone alla conversazione
nl: %1$@ mensen toegevoegd aan een gesprek
pl: %1$@ dodano osoby do rozmowy
pt_br: %1$@ adicionou as pessoas a uma conversa
ru: %1$@ добавил людей в разговор
sl: %1$@ je dodal(-a) osebe v pogovor
tr: %1$@ birini, bir konuşmaya ekledi
uk: %1$@ додав(-ла) учасників до розмови
zh_hans: %1$@ 添加其他好友到对话

# push.notification.member.join.many.nootherusername.nousername
source: People were added to %1$@
da: Brugere blev tilføjet til %1$@
de: Teilnehmer wurden zu %1$@ hinzugefügt
es: Se añadieron contactos a %1$@
et: Inimesi lisati vestlusse %1$@
fi: Käyttäjiä lisättiin keskusteluun %1$@
fr: Des personnes ont été ajouté à %1$@
it: Persone sono stati aggiunte a %1$@
nl: Mensen werden toegevoegd aan %1$@
pl: Osoby zostały dodane do %1$@
pt_br: Pessoas foram adicionadas ao %1$@
ru: Новые участники добавлены в %1$@
sl: Osebe so bile dodane v %1$@
tr: İnsanlar %1$@'e eklendi
uk: Нові учасники були додані до %1$@
zh_hans: 有人被添加到 %1$@

# push.notification.member.join.many.nootherusername.nousername.noconversationname
source: People were added to a conversation
da: Brugere blev tilføjet til en samtale
de: Teilnehmer wurden zu einer Unterhaltung hinzugefügt
es: Se añadieron contactos a un chat
et: Inimesi lisati vestlusse
fi: Käyttäjiä lisättiin keskusteluun
fr: Des personnes ont été ajouté à une conversation
it: Persone sono state aggiunte a una conversazione
nl: Er werden mensen toegevoegd aan een gesprek
pl: Osoby zostały dodane do rozmowy
pt_br: Pessoas foram adicionadas a uma conversa
ru: Новые участники добавлены в разговор
sl: Osebe so bile dodane v pogovor
tr: İnsanlar bir konuşmaya eklendi
uk: Нові учасники були додані до розмови
zh_hans: 有人被添加到对话中

# push.notification.member.join.self
source: %1$@ added you to %2$@
da: %1$@ har tilføjet dig til %2$@
de: %1$@ hat dich zu %2$@ hinzugefügt
es: %1$@ te añadió a %2$@
et: %1$@ lisas sind vestlusse %2$@
fi: %1$@ lisäsi sinut keskusteluun %2$@
fr: %1$@ vous a ajouté dans %2$@
it: %1$@ ti ha aggiunto a %2$@
ja: %1$@ はあなたを追加しました
nl: %1$@ heeft je toegevoegd aan %2$@
pl: %1$@ dodał Cię do %2$@
pt_br: %1$@ adicionou você ao %2$@
ru: %1$@ добавил вас в %2$@
sl: %1$@ te je dodal(-a) v %2$@
tr: %1$@ sizi %2$@'e ekledi
uk: %1$@ додав(-ла) вас до %2$@
zh_hans: %1$@ 添加您到 %2$@

# push.notification.member.join.self.noconversationname
source: %1$@ added you to a conversation
da: %1$@ har tilføjet dig til en samtale
de: %1$@ hat dich zu einer Unterhaltung hinzugefügt
es: %1$@ te añadió a un chat
et: %1$@ lisas sind vestlusse
fi: %1$@ lisäsi sinut keskusteluun
fr: %1$@ vous a ajouté dans une conversation
it: %1$@ ti ha aggiunto a una conversazione
ja: %1$@はあなたを会話に追加しました
nl: %1$@ heeft je toegevoegd aan een gesprek
pl: %1$@ dodał Cię do rozmowy
pt_br: %1$@ adicionou você a uma conversa
ru: %1$@ добавил вас в разговор
sl: %1$@ te je dodal(-a) v pogovor
tr: %1$@ sizi bir konuşmaya ekledi
uk: %1$@ додав(-ла) вас до розмови
zh_hans: %1$@ 添加您到对话中

# push.notification.member.join.self.nousername.noconversationname
source: You were added to a conversation
da: Du er blevet tilføjet til en samtale
de: Du wurdest zu einer Unterhaltung hinzugefügt
es: Te añadieron a un chat
et: Sind lisati vestlusse
fi: Sinut lisättiin keskusteluun
fr: Vous avez été ajouté dans une conversation
it: Sei stato aggiunto a una conversazione
ja: あなたは会話に追加されました
nl: Je werd toegevoegd aan een gesprek
pl: Zostałeś dodany do rozmowy
pt_br: Você foram adicionado a uma conversa
ru: Вы были добавлены в разговор
sl: Ti si bil(-a) dodan(-a) v pogovor
tr: Bir konuşmaya eklendiniz
uk: Ви були додані до розмови
zh_hans: 您被添加到一个对话中

# push.notification.member.join.self.nousername
source: You were added to %1$@
da: Du er blevet tilføjet til %1$@
de: Du wurdest zu %1$@ hinzugefügt
es: Te añadieron a %1$@
et: Sind lisati vestlusse %1$@
fi: Sinut lisättiin keskusteluun %1$@
fr: Vous ont avez été ajouté à %1$@
it: Sei stato aggiunto a %1$@
ja: あなたは追加されました
nl: U werd toegevoegd aan %1$@
pl: Zostałeś dodany do %1$@
pt_br: Você foram adicionado ao %1$@
ru: Вы были добавлены в %1$@
sl: Ti si bil(-a) dodan(-a) v %1$@
tr: %1$@'e eklendiniz
uk: Ви були додані до %1$@
zh_hans: 您被添加到 %1$@

# push.notification.member.join.nootherusername
source: %1$@ added people to %2$@
da: %1$@ har tilføjet personer til %2$@
de: %1$@ hat jemanden zu %2$@ hinzugefügt
es: %1$@ añadió contactos a %2$@
et: %1$@ lisas inimesi vestlusse %2$@
fi: %1$@ lisäsi käyttäjiä keskusteluun %2$@
fr: %1$@ a ajouté des personnes à %2$@
it: %1$@ ha aggiunto persone a %2$@
nl: %1$@ nieuwe mensen toegevoegd aan %2$@
pl: %1$@ dodano osoby do %2$@
pt_br: %1$@ adicionou pessoas a %2$@
ru: %1$@ добавил людей в %2$@
sl: %1$@ je dodal(-a) osebe v %2$@
tr: %1$@, %2$@'e birini ekledi
uk: %1$@ додав(-ла) учасників до %2$@
zh_hans: %1$@ 添加其他好友到 %2$@

# push.notification.member.join.nootherusername.noconversationname
source: %1$@ added people to a conversation
da: %1$@ har tilføjet personer til en samtale
de: %1$@ hat jemanden zu einer Unterhaltung hinzugefügt
es: %1$@ añadió contactos a un chat
et: %1$@ lisas inimesi vestlusse
fi: %1$@ lisäsi käyttäjiä keskusteluun
fr: %1$@ a ajouté des personnes dans une conversation
it: %1$@ ha aggiunto delle persone alla conversazione
nl: %1$@ mensen toegevoegd aan een gesprek
pl: %1$@ dodano osoby do rozmowy
pt_br: %1$@ adicionou as pessoas a uma conversa
ru: %1$@ добавил людей в беседу
sl: %1$@ je dodal(-a) osebe v pogovor
tr: %1$@ birini, bir konuşmaya ekledi
uk: %1$@ додав(-ла) учасників до розмови
zh_hans: %1$@ 添加其他好友到对话

# push.notification.member.join.nootherusername.nousername.noconversationname
source: People were added to a conversation
da: Brugere blev tilføjet til en samtale
de: Teilnehmer wurden zu einer Unterhaltung hinzugefügt
es: Se añadieron contactos a un chat
et: Inimesi lisati vestlusse
fi: Käyttäjiä lisättiin keskusteluun
fr: Des personnes ont été ajouté à une conversation
it: Persone sono state aggiunte a una conversazione
nl: Er werden mensen toegevoegd aan een gesprek
pl: Osoby zostały dodane do rozmowy
pt_br: Pessoas foram adicionadas a uma conversa
ru: Новые участники добавлены в разговор
sl: Osebe so bile dodane v pogovor
tr: İnsanlar bir konuşmaya eklendi
uk: Нові учасники були додані до розмови
zh_hans: 有人被添加到对话中

# push.notification.member.join.nootherusername.nousername
source: People were added to %1$@
da: Brugere blev tilføjet til %1$@
de: Teilnehmer wurden zu %1$@ hinzugefügt
es: Se añadieron contactos a %1$@
et: Inimesi lisati vestlusse %1$@
fi: Käyttäjiä lisättiin keskusteluun %1$@
fr: Des personnes ont été ajoutées à %1$@
it: Persone sono stati aggiunte a %1$@
nl: Mensen werden toegevoegd aan %1$@
pl: Osoby zostały dodane do %1$@
pt_br: Pessoas foram adicionada ao %1$@
ru: Новые участники добавлены в %1$@
sl: Osebe so bile dodane v %1$@
tr: İnsanlar %1$@'e eklendi
uk: Нові учасники були додані до %1$@
zh_hans: 有人被添加到 %1$@

# push.notification.member.leave
source: %1$@ removed %3$@ from %2$@
da: %1$@ fjernede %3$@ fra %2$@
de: %1$@ hat %3$@ aus %2$@ entfernt
es: %1$@ eliminó a %3$@ de %2$@
et: %1$@ eemaldas kasutaja %3$@ vestlusest %2$@
fi: %1$@ poisti %3$@ keskustelusta %2$@
fr: %1$@ a retiré %3$@ de %2$@
it: %1$@ ha rimosso %3$@ da %2$@
nl: %1$@ is verwijderd %3$@ uit %2$@
pl: %1$@ usunieto %3$@ z %2$@
pt_br: %1$@ removeu %3$@ de %2$@
ru: %1$@ удалил %3$@ из %2$@
sl: %1$@ je odstranil(-a) %3$@ iz %2$@
tr: %1$@, %3$@'i %2$@'den çıkardı
uk: %1$@ видалив(-ла) %3$@ з %2$@
zh_hans: %1$@将%3$@从%2$@移除

# push.notification.member.leave.noconversationname
source: %1$@ removed %2$@ from a conversation
da: %1$@ fjernet %2$@ fra en samtale
de: %1$@ hat %2$@ aus einer Unterhaltung entfernt
es: %1$@ eliminó a %2$@ de un chat
et: %1$@ eemaldas kasutaja %2$@ vestlusest
fi: %1$@ poisti %2$@ keskustelusta
fr: %1$@ a retiré %2$@ d'une conversation
it: %1$@ ha rimosso %2$@ da una conversazione
nl: %1$@ is verwijderd %2$@ uit een gesprek
pl: %1$@ osunięto %2$@ z rozmowy
pt_br: %1$@ removeu %2$@ de uma conversa
ru: %1$@ удалил %2$@ из разговора
sl: %1$@ je odstranil(-a) %2$@ iz pogovora
tr: %1$@, %2$@'i bir konuşmadan çıkardı
uk: %1$@ видалив(-ла) %2$@ з розмови
zh_hans: %1$@将%2$@移出对话

# push.notification.member.leave.nousername.noconversationname
source: %1$@ was removed from a conversation
da: %1$@ blev fjernet fra en samtale
de: %1$@ wurde aus einer Unterhaltung entfernt
es: %1$@ fue eliminado de un chat
et: %1$@ eemaldati vestlusest
fi: %1$@ poistettiin keskustelusta
fr: %1$@ a été retiré d’une conversation
it: %1$@ è stato rimosso da una conversazione
nl: %1$@ werd verwijderd uit een gesprek
pl: %1$@ został usunięty z rozmowy
pt_br: %1$@ foi removido de uma coversa
ru: %1$@ был удален из разговора
sl: %1$@ je bil(-a) odstranjen(-a) iz pogovora
tr: %1$@ bir konuşmadan çıkartıldı
uk: %1$@ був видалений(-а) з розмови
zh_hans: %1$@被从对话中移出

# push.notification.member.leave.nousername
source: %2$@ was removed from %1$@
da: %2$@ blev fjernet fra %1$@
de: %2$@ wurde aus %1$@ entfernt
es: %2$@ fue eliminado de %1$@
et: %2$@ eemaldati vestlusest %1$@
fi: %2$@ poistettiin keskustelusta %1$@
fr: %2$@ a été retiré de %1$@
it: %2$@ è stato rimosso da %1$@
nl: %2$@ werd verwijderd uit %1$@
pl: %2$@ został usunięty z %1$@
pt_br: %2$@ foi removido de %1$@
ru: %2$@ был удален из %1$@
sl: %2$@ je bil(-a) odstranjen(-a) iz %1$@
tr: %2$@, %1$@'den çıkartıldı
uk: %2$@ був(-ла) видалений(-а) з %1$@
zh_hans: %2$@被从%1$@中移出

# push.notification.member.leave.many.nootherusername
source: %1$@ removed people from %2$@
da: %1$@ fjernede brugere fra %2$@
de: %1$@ hat Teilnehmer aus %2$@ entfernt
es: %1$@ eliminó contactos de %2$@
et: %1$@ eemaldas inimesi vestlusest %2$@
fi: %1$@ poisti käyttäjiä keskustelusta %2$@
fr: %1$@ a retiré des personnes de %2$@
it: %1$@ ha rimosso delle persone da %2$@
nl: %1$@ verwijderde mensen uit %2$@
pl: %1$@ usunął osoby z %2$@
pt_br: %1$@ removeu pessoas de %2$@
ru: %1$@ удалил людей из %2$@
sl: %1$@ je odstranil(-a) osebe iz %2$@
tr: %1$@ insanları %2$@'den çıkardı
uk: %1$@ видалив(-ла) учасників з %2$@
zh_hans: %1$@在%2$@中将参与者移出

# push.notification.member.leave.many.nootherusername.noconversationname
source: %1$@ removed people from a conversation
da: %1$@ fjernede brugere fra en samtale
de: %1$@ hat Teilnehmer aus einer Unterhaltung entfernt
es: %1$@ eliminó contactos de un chat
et: %1$@ eemaldas inimesi vestlusest
fi: %1$@ poisti käyttäjiä keskustelusta
fr: %1$@ a retiré des personnes d’une conversation
it: %1$@ ha rimosso delle persone da una conversazione
nl: %1$@ verwijderde mensen uit een gesprek
pl: %1$@ usunął osoby z rozmowy
pt_br: %1$@ removeu pessoas de uma conversa
ru: %1$@ удалил участников из разговора
sl: %1$@ je odstranil(-a) osebe iz pogovora
tr: %1$@ insanları bir konuşmadan çıkardı
uk: %1$@ видалив(-ла) учасників з розмови
zh_hans: %1$@在对话中将参与者移出

# push.notification.member.leave.many.nootherusername.nousername
source: People were removed from %1$@
da: Brugere er blevet fjernet fra %1$@
de: Teilnehmer wurden aus %1$@ entfernt
es: Se eliminaron contactos de %1$@
et: Inimesi eemaldati vestlusest %1$@
fi: Käyttäjiä poistettiin keskustelusta %1$@
fr: Des personnes ont été retirées de %1$@
it: Persone sono state rimosse da %1$@
nl: Mensen werden verwijderd uit de %1$@
pl: Osoby zostały usunięte z %1$@
pt_br: Pessoas foram removidas de %1$@
ru: Участники были удалены из %1$@
sl: Osebe so bile odstranjene iz %1$@
tr: İnsanlar %1$@'den çıkartıldı
uk: Учасники були видалені з %1$@
zh_hans: 参与者被从%1$@中移出

source: People were removed from a conversation
da: Brugere er blevet fjernet fra en samtale
de: Teilnehmer wurden aus einer Unterhaltung entfernt
es: Se eliminaron contactos de un chat
et: Inimesi eemaldati vestlusest
fi: Käyttäjiä poistettiin keskustelusta
fr: Des personnes ont été retirées d’une conversation
it: Persone sono state rimosse da una conversazione
nl: Mensen werden verwijderd uit een gesprek
pl: Osoby zostały usunięte z rozmowy
pt_br: Pessoas foram removidas de uma conversa
ru: Участники были удалены из разговора
sl: Osebe so bile odstranjene iz pogovora
tr: İnsanlar bir konuşmadan çıkartıldı
uk: Учасники були видалені з розмови
zh_hans: 参与者被从对话中移出

# push.notification.member.leave.self
source: %1$@ removed you from %2$@
da: %1$@ har fjernet dig fra %2$@
de: %1$@ hat dich aus %2$@ entfernt
es: %1$@ te eliminó de %2$@
et: %1$@ eemaldas sind vestlusest %2$@
fi: %1$@ poisti sinut keskustelusta %2$@
fr: %1$@ vous a retiré de %2$@
it: %1$@ ti ha rimosso da %2$@
ja: %1$@はあなたを削除しました
nl: %1$@ verwijderde u uit %2$@
pl: %1$@ usunął cię z %2$@
pt_br: %1$@ removeu você de %2$@
ru: %1$@ удалил вас из %2$@
sl: %1$@ te je odstranil(-a) iz %2$@
tr: %1$@ sizi %2$@'den çıkardı
uk: %1$@ видалив(-ла) вас з %2$@
zh_hans: 您被%1$@从%2$@中移出

# push.notification.member.leave.self.noconversationname
source: %1$@ removed you from a conversation
da: %1$@ har fjernet dig fra en samtale
de: %1$@ hat dich aus einer Unterhaltung entfernt
es: %1$@ te eliminó de un chat
et: %1$@ eemaldas sind vestlusest
fi: %1$@ poisti sinut keskustelusta
fr: %1$@ vous a retiré d’une conversation
it: %1$@ ti ha rimosso da una conversazione
ja: %1$@があなたを会話から削除しました
nl: %1$@ verwijderde u uit een gesprek
pl: %1$@ usunął cię z rozmowy
pt_br: %1$@ removeu você de uma conversa
ru: %1$@ удалил вас из разговора
sl: %1$@ te je odstranil(-a) iz pogovora
tr: %1$@ sizi bir konuşmadan çıkardı
uk: %1$@ видалив(-ла) вас з розмови
zh_hans: 您被%1$@从对话中移出

# push.notification.member.leave.self.nousername.noconversationname
source: You were removed from a conversation
da: Du er blevet fjernet fra en samtale
de: Du wurdest aus einer Unterhaltung entfernt
es: Te eliminaron de un chat
et: Sind eemaldati vestlusest
fi: Sinut poistettin keskustelusta
fr: Vous avez été retiré d’une conversation
it: Sei stato rimosso da una conversazione
ja: あなたは会話から削除されました
nl: Je bent verwijderd uit een gesprek
pl: Zostałeś usunięty z rozmowy
pt_br: Você foi removido de uma conversa
ru: Вы были удалены из разговора
sl: Ti si bil(-a) odstranjen(-a) iz pogovora
tr: Bir konuşmadan çıkarıldınız
uk: Ви були видалені з розмови
zh_hans: 您从一个对话中被移出

# push.notification.member.leave.self.nousername
source: You were removed from %1$@
da: Du blev fjernet fra %1$@
de: Du wurdest aus %1$@ entfernt
es: Te eliminaron de %1$@
et: Sind eemaldati vestlusest %1$@
fi: Sinut poistettiin keskustelusta %1$@
fr: Vous avez été retiré de %1$@
it: Sei stato rimosso da %1$@
ja: あなたは削除されました
nl: Je bent verwijderd uit %1$@
pl: Zostałeś usunięty z %1$@
pt_br: Você foi removido de %1$@
ru: Вы были удалены из %1$@
sl: Ti si bil(-a) odstranjen(-a) iz %1$@
tr: %1$@'den çıkarıldınız
uk: Ви були видалені з %1$@
zh_hans: 您从%1$@中被移出

# push.notification.member.leave.nootherusername
source: %1$@ removed people from %2$@
da: %1$@ fjernede brugere fra %2$@
de: %1$@ hat Teilnehmer aus %2$@ entfernt
es: %1$@ eliminó contactos de %2$@
et: %1$@ eemaldas inimesi vestlusest %2$@
fi: %1$@ poisti käyttäjiä keskustelusta %2$@
fr: %1$@ a retiré des personnes de %2$@
it: %1$@ ha rimosso delle persone da %2$@
nl: %1$@ verwijderde mensen uit %2$@
pl: %1$@ usunął osoby z %2$@
pt_br: %1$@ removeu pessoas de %2$@
ru: %1$@ удалил людей из %2$@
sl: %1$@ je odstranil(-a) osebe iz %2$@
tr: %1$@ insanları %2$@'den çıkardı
uk: %1$@ видалив(-ла) учасників з %2$@
zh_hans: %1$@在%2$@中将参与者移出

# push.notification.member.leave.nootherusername.noconversationname
source: %1$@ removed people from a conversation
da: %1$@ fjernede brugere fra en samtale
de: %1$@ hat Teilnehmer aus einer Unterhaltung entfernt
es: %1$@ eliminó contactos de un chat
et: %1$@ eemaldas vestlusest inimesed
fi: %1$@ poisti käyttäjiä keskustelusta
fr: %1$@ a retiré des personnes d’une conversation
it: %1$@ ha rimosso delle persone da una conversazione
nl: %1$@ verwijderde mensen uit een gesprek
pl: %1$@ usunął osoby z rozmowy
pt_br: %1$@ removeu pessoas de uma conversa
ru: %1$@ удалил участников из разговора
sl: %1$@ je odstranil(-a) osebe iz pogovora
tr: %1$@ insanları bir konuşmadan çıkardı
uk: %1$@ видалив(-ла) учасників з розмови
zh_hans: %1$@在对话中将参与者移出

# push.notification.member.leave.nootherusername.nousername.noconversationname
source: People were removed from a conversation
da: Brugere er blevet fjernet fra en samtale
de: Teilnehmer wurden aus einer Unterhaltung entfernt
es: Se eliminaron contactos de un chat
et: Inimesi eemaldati vestlusest
fi: Käyttäjiä poistettiin keskustelusta
fr: Des personnes ont été retirées d’une conversation
it: Persone sono state rimosse da una conversazione
nl: Mensen werden verwijderd uit een gesprek
pl: Osoby zostały usunięte z rozmowy
pt_br: Pessoas foram removidas de uma conversa
ru: Участники были удалены из разговора
sl: Osebe so bile odstranjene iz pogovora
tr: İnsanlar bir konuşmadan çıkartıldı
uk: Учасники були видалені з розмови
zh_hans: 参与者被从对话中移出

# push.notification.member.leave.nootherusername.nousername
source: People were removed from %1$@
da: Brugere er blevet fjernet fra %1$@
de: Teilnehmer wurden aus %1$@ entfernt
es: Se eliminaron contactos de %1$@
et: Vestlusest %1$@ eemaldati mõned inimesed
fi: Käyttäjiä poistettiin keskustelusta %1$@
fr: Des personnes ont été retirées de %1$@
it: Persone sono state rimosse da %1$@
nl: Mensen werden verwijderd uit de %1$@
pl: Osoby zostały usunięte z %1$@
pt_br: Pessoas foram removidas de %1$@
ru: Участники были удалены из %1$@
sl: Osebe so bile odstranjene iz %1$@
tr: İnsanlar %1$@'den çıkartıldı
uk: Учасники були видалені з %1$@
zh_hans: 参与者被从%1$@中移出

# push.notification.member.leave.sender.nootherusername
source: %1$@ left %2$@
da: %1$@ forlod %2$@
de: %1$@ hat %2$@ verlassen
es: %2$@ se fue de %1$@
et: %1$@ lahkus vestlusest %2$@
fi: %1$@ lähti keskustelusta %2$@
fr: %1$@ a quitté %2$@
it: %1$@ ha abbandonato %2$@
nl: %1$@ verliet %2$@
pl: %1$@ opuścił %2$@
pt_br: %1$@ deixou %2$@
ru: %1$@ покинули %2$@
sl: %1$@ je zapustil(-a) %2$@
tr: %1$@, %2$@'den ayrıldı
uk: %1$@ вийшов(-ла) з %2$@
zh_hans: %1$@ 离开 %2$@

# push.notification.member.leave.sender.nootherusername.noconversationname
source: %1$@ left a conversation
da: %1$@ forlod en samtale
de: %1$@ hat eine Unterhaltung verlassen
es: %1$@ abandonó el chat
et: %1$@ lahkus vestlusest
fi: %1$@ lähti keskustelusta
fr: %1$@ a quitté une conversation
it: %1$@ ha abbandonato una conversazione
nl: %1$@ verliet een gesprek
pl: %1$@ opuścił rozmowę
pt_br: %1$@ deixou uma conversa
ru: %1$@ покинул разговор
sl: %1$@ je zapustil(-a) pogovor
tr: %1$@ bir konuşmadan ayrıldı
uk: %1$@ вийшов(-ла) з розмови
zh_hans: %1$@ 离开了一个对话

source: People left a conversation
da: Brugere har forladt en samtale
de: Jemand hat eine Unterhaltung verlassen
es: Contactos abandonaron el chat
et: Inimesi lahkus vestlusest
fi: Käyttäjiä poistui keskustelusta
fr: Des personnes ont quitté une conversation
it: Delle perone hanno abbandonato una conversazione
nl: Mensen verlieten een gesprek
pl: Osób opuściło konwersację
pt_br: Pessoas deixaram uma conversa
ru: Участники покинули разговор
sl: Osebe so zapustile pogovor
tr: İnsanlar bir konuşmadan ayrıldı
uk: Учасники вийшли з розмови
zh_hans: 参与者离开了对话

# push.notification.member.leave.sender.nootherusername.nousername
source: People left %1$@
da: Brugere har forladt %1$@
de: Teilnehmer haben %1$@ verlassen
es: Contactos abandonaron %1$@
et: Inimesed lahkusid vestlusest %1$@
fi: Käyttäjiä lähti keskustelusta %1$@
fr: Des personnes ont quitté %1$@
it: Delle persone hanno abbandonato %1$@
nl: Mensen verlieten %1$@
pl: Osoby opuściły %1$@
pt_br: Pessoas deixaram %1$@
ru: Участники покинули %1$@
sl: Osebe so zapustile %1$@
tr: İnsanlar %1$@'den ayrıldı
uk: Учасники вийшли з %1$@
zh_hans: 参与者离开了 %1$@

# push.notification.call.started.video.oneonone
source: %1$@ is video calling
da: %1$@ anmoder om videoopkald
de: %1$@ ruft mit Video an
es: Vídeollamada de %1$@
et: %1$@ helistab videoga
fi: %1$@ soittaa videopuhelun
fr: %1$@ appelle en vidéo
it: %1$@ sta videochiamando
ja: ビデオ通話で呼び出す
nl: %1$@ is aan het video bellen
pl: %1$@ nawiązuje połączenie video
pt_br: %1$@ está chamando em vídeo
ru: %1$@ звонит с видео
sl: %1$@ kliče z videoklicem
tr: %1$@ görüntülü arama yapıyor
uk: Відеодзвінок від %1$@
zh_hans: %1$@视频来电

# push.notification.call.started.video.oneonone.nousername
source: Someone is video calling
da: Nogen anmoder om videoopkald
de: Jemand ruft mit Video an
es: Vídeollamada entrante
et: Keegi helistab videoga
fi: Joku soittaa videopuhelun
fr: Quelqu'un appelle en vidéo
it: Qualcuno sta videochiamando
ja: だれかがビデオ通話で呼出中
nl: Iemand is aan het video bellen
pl: Nowe połączenie video
pt_br: Alguém está chamando em vídeo
ru: Видеозвонок
sl: Nekdo kliče z videoklicem
tr: Birisi görüntülü arama yapıyor
uk: Хтось дзвонить з відео
zh_hans: 您接到一个视频来电

# push.notification.call.started.video.group
source: %1$@ is video calling in %2$@
da: %1$@ anmoder om videoopkald i %2$@
de: %1$@ ruft mit Video in %2$@ an
es: Vídeollamada de %1$@ en %2$@
et: %1$@ helistab videoga vestluses %2$@
fi: %1$@ soittaa videopuhelun keskustelussa %2$@
fr: %1$@ appelle en vidéo dans %2$@
it: %1$@ sta videochiamando in %2$@
ja: %1$@ をビデオ通話で呼出中...
nl: %1$@ video belt in %2$@
pl: %1$@ nawiązuje połączenie video w %2$@
pt_br: %1$@ está chamando em vídeo em %2$@
ru: %1$@ звонит с видео в %2$@
sl: %1$@ kliče z videoklicem v %2$@
tr: %1$@ %2$@'de görüntülü arama yapıyor
uk: %1$@ дзвонить з відео в %2$@
zh_hans: %1$@在%2$@中视频来电
