Repository: wireapp/wire-ios-sync-engine
Catalog: Resources/*.lproj/Push.strings
Languages: da, de, es, et, fi, fr, it, ja, nl, pl, pt_br, ru, sl, tr, uk, zh_hans

# push.notification.call.started.video.group.nousername
source: Someone is video calling in %1$@
da: Nogen anmoder om videoopkald i %1$@
de: Jemand ruft mit Video in %1$@ an
es: Vídeollamada en %1$@
et: Keegi helisab videoga vestluses %1$@
fi: Joku soittaa videopuhelun keskustelussa %1$@
fr: Quelqu'un appelle en vidéo dans %1$@
it: Qualcuno sta videochiamando in %1$@
ja: だれかがビデオ通話で呼出中
nl: Iemand video belt in %1$@
pl: Nowe połączenie video w %1$@
pt_br: Alguém está chamando em vídeo em %1$@
ru: Видеозвонок в %1$@
sl: Nekdo kliče z videoklicem v %1$@
tr: Birisi %1$@'de görüntülü arama yapıyor
uk: Хтось дзвонить з відео у %1$@
zh_hans: 在%1$@有人视频来电

# push.notification.call.started.video.group.noconversationname
source: %1$@ is video calling in a conversation
da: %1$@ har videoopkald i en samtale
de: %1$@ ruft mit Video in einer Unterhaltung an
es: Vídeollamada de %1$@ en un chat
et: %1$@ helistab videoga vestluses
fi: %1$@ soittaa videopuhelua keskustelussa
fr: %1$@ appelle en vidéo dans une conversation
it: %1$@ sta videochiamando in una conversazione
ja: %1$@がビデオ会話で呼び出しています
nl: %1$@ is aan het video bellen in een gesprek
pl: %1$@ nawiązuje połączenie video w rozmowie
pt_br: %1$@ está chamando em vídeo em uma conversa
ru: %1$@ звонит с видео в разговоре
sl: %1$@ kliče z videoklicem v pogovoru
tr: %1$@ bir konuşmada görüntülü arama yapıyor
uk: %1$@ дзвонить з відео у розмові
zh_hans: %1$@在通话中视频来电

# push.notification.call.started.video.group.nousername.noconversationname
source: Someone is video calling in a conversation
da: Nogen har videoopkald i en samtale
de: Jemand ruft mit Video in einer Unterhaltung an
es: Vídeollamada entrante en chat
et: Keegi helistab videoga vestluses
fi: Joku soittaa videopuhelua keskustelussa
fr: Quelqu'un appelle en vidéo dans une conversation
it: Qualcuno sta videochiamando in una conversazione
ja: だれかがビデオ会話で呼び出しています
nl: Iemand video belt in een gesprek
pl: Ktoś nawiązuje połączenie video w rozmowie
pt_br: Alguém está chamando em vídeo em uma conversa
ru: Видеозвонок
sl: Nekdo kliče z videoklicem v pogovoru
tr: Birisi bir konuşmada görüntülü arama yapıyor
uk: Хтось дзвонить з відео у розмові
zh_hans: 有人在通话中视频来电

# push.notification.call.started.oneonone
source: %1$@ is calling
da: %1$@ ringer
de: %1$@ ruft an
es: Llamada de %1$@
et: %1$@ helistab
fi: %1$@ soittaa
fr: %1$@ appelle
it: %1$@ sta chiamando
ja: 呼び出し中
nl: %1$@ belt
pl: %1$@ dzwoni
pt_br: %1$@ está chamando
ru: %1$@ звонит
sl: %1$@ kliče
tr: %1$@ arıyor
uk: %1$@ дзвонить
zh_hans: %1$@来电

# push.notification.call.started.oneonone.nousername
source: Someone is calling
da: Nogen ringer
de: Jemand ruft an
es: Llamada entrante
et: Keegi helistab
fi: Joku soittaa
fr: Quelqu'un appelle
it: Qualcuno sta chiamando
ja: 着信中
nl: Iemand belt je
pl: Ktoś dzwoni
pt_br: Alguém está chamando
ru: Звонок
sl: Nekdo kliče
tr: Birisi arıyor
uk: Хтось дзвонить
zh_hans: 您接到一個来电

# push.notification.call.started.group
source: %1$@ is calling in %2$@
da: %1$@ ringer i %2$@
de: %1$@ ruft in %2$@ an
es: Llamada de %1$@ en %2$@
et: %1$@ helistab vestluses %2$@
fi: %1$@ soittaa keskustelussa %2$@
fr: %1$@ appelle dans %2$@
it: %1$@ sta chiamando in %2$@
ja: %1$@からの着信中
nl: %1$@ belt in %2$@
pl: %1$@ dzwoni w %2$@
pt_br: %1$@ está chamando em %2$@
ru: %1$@ звонит в %2$@
sl: %1$@ kliče v %2$@
tr: %1$@ %2$@'de arama yapıyor
uk: %1$@ дзвонить у %2$@
zh_hans: %1$@在%2$@来电

# push.notification.call.started.group.nousername
source: Someone is calling in %1$@
da: Nogen ringer i %1$@
de: Jemand ruft in %1$@ an
es: Llamada en %1$@
et: Keegi helistab vestluses %1$@
fi: Joku soittaa keskustelussa %1$@
fr: Quelqu'un appelle dans %1$@
it: Qualcuno sta chiamando in %1$@
ja: 着信中
nl: Iemand belt in %1$@
pl: Ktoś dzwoni w %1$@
pt_br: Alguém está chamando em %1$@
ru: Звонок в %1$@
sl: Nekdo kliče v %1$@
tr: Birisi %1$@'de arama yapıyor
uk: Хтось дзвонить у %1$@
zh_hans: 有参与者在%1$@来电

# push.notification.call.started.group.noconversationname
source: %1$@ is calling in a conversation
da: %1$@ ringer i en samtale
de: %1$@ ruft in einer Unterhaltung an
es: Llamada de %1$@ en un chat
et: %1$@ helistab vestluses
fi: %1$@ soittaa keskustelussa
fr: %1$@ appelle dans une conversation
it: %1$@ sta chiamando in una conversazione
ja: %1$@からの着信中です
nl: %1$@ belt in een gesprek
pl: %1$@ dzwoni w rozmowie
pt_br: %1$@ está chamando para uma conversa
ru: %1$@ звонит в разговоре
sl: %1$@ kliče v pogovoru
tr: %1$@ bir konuşmada arama yapıyor
uk: %1$@ дзвонить у розмові
zh_hans: %1$@在对话中来电

# push.notification.call.started.group.nousername.noconversationname
source: Someone is calling in a conversation
da: Nogen ringer i en samtale
de: Jemand ruft in einer Unterhaltung an
es: Llamada entrante en un chat
et: Keegi helistab vestluses
fi: Joku soittaa keskustelussa
fr: Quelqu'un appelle dans une conversation
it: Qualcuno sta chiamando in una conversazione
ja: 着信中です
nl: Iemand belt in een gesprek
pl: Ktoś dzwoni w rozmowie
pt_br: Alguém está chamando em uma conversa
ru: Кто-то звонит в разговоре
sl: Nekdo kliče v pogovoru
tr: Birisi bir konuşmada arama yapıyor
uk: Хтось дзвонить у розмові
zh_hans: 有参与者在对话中来电

# push.notification.conversation.create
source: %1$@ created a group conversation with you
da: %1$@ har oprettet en gruppechat med dig
de: %1$@ hat eine Gruppenunterhaltung mit dir begonnen
es: %1$@ ha creado un chat de grupo contigo
et: %1$@ alustas sinuga grupivestlust
fi: %1$@ loi ryhmäkeskustelun sinun kanssasi
fr: %1$@ a créé une conversation de groupe avec vous
it: %1$@ ha creato una conversazione di gruppo con te
ja: %1$@ がグループを作成しました
nl: %1$@ maakte een groep gesprek met jou
pl: %1$@ utworzył rozmowę grupową z Tobą
pt_br: %1$@ criou uma conversa em grupo com você
ru: %1$@ создал группу с вами
sl: %1$@ je ustvaril(-a) skupinski pogovor s teboj
tr: %1$@ sizinle bir grup konuşması oluşturdu
uk: %1$@ створив(-ла) групову розмову з вами
zh_hans: %1$@与您创建了一个群组聊天

# push.notification.conversation.create.nousername
source: Someone created a group conversation with you
da: Nogen har oprettet en gruppechat med dig
de: Jemand hat eine Gruppenunterhaltung mit dir erstellt
es: Alguien ha creado un chat de grupo contigo
et: Keegi alustas sinuga grupivestlust
fi: Joku loi ryhmäkeskustelun kanssasi
fr: Quelqu'un a créé une conversation de groupe avec vous
it: Qualcuno ha creato una conversazione di gruppo con te
ja: 誰かがグループを作成しました
nl: Iemand maakte een groepsgesprek met jou
pl: Ktoś utworzył rozmowę grupową z Tobą
pt_br: Alguém criou uma conversa em grupo com você
ru: Создана группа с вами
sl: Nekdo je ustvaril(-a) skupinski pogovor s teboj
tr: Birisi sizinle grup konuşması oluşturdu
uk: Хтось створив групову розмову з вами
zh_hans: 好友与您创建了一个群组聊天

# push.notification.conversation.rename
source: %1$@ renamed a conversation to %2$@
da: %1$@ omdøbte en samtale til %2$@
de: %1$@ hat die Unterhaltung in %2$@ umbenannt
es: %1$@ renombró un chat a %2$@
et: %1$@ muutis vestluse nime: %2$@
fi: %1$@ nimesi keskustelun uudestaan: %2$@
fr: %1$@ a renommé une conversation en %2$@
it: %1$@ ha rinominato una conversazione com %2$@
nl: %1$@ heeft een gesprek hernoemd naar %2$@
pl: %1$@ zmienił nazwę rozmowy na %2$@
pt_br: %1$@ renomeou uma conversa para %2$@
ru: %1$@ переименовал разговор в %2$@
sl: %1$@ je preimenoval(-a) pogovor v %2$@
tr: %1$@ konuşmanın adını %2$@ yaptı
uk: %1$@ перейменував(-ла) розмову на %2$@
zh_hans: %1$@将群组名称改为%2$@

# push.notification.conversation.rename.nousername
source: A conversation was renamed to %1$@
da: En samtale blev omdøbt til %1$@
de: Eine Unterhaltung wurde in %1$@ umbenannt
es: Un chat se renombró a %1$@
et: Vestlus sai uueks nimeks %1$@
fi: Keskustelu nimettiin uudelleen: %1$@
fr: Une conversation a été renommée en %1$@
it: Una conversazione è stata rinominata con %1$@
nl: Een gesprek is hernoemd naar %1$@
pl: Nazwa rozmowy została zmieniona na %1$@
pt_br: Uma conversa foi renomeada para %1$@
ru: Разговор был переименован в %1$@
sl: Pogovor je bil preimenovan v %1$@
tr: Bir konuşmanın adı %1$@ olarak değiştirildi
uk: Розмова була перейменована на %1$@
zh_hans: 群组聊天被命名为%1$@

# push.notification.connection.request
source: %@ wants to connect
da: %@ ønsker at forbinde sig
de: %@ möchte sich mit dir verbinden
es: %@ quiere conectarse contigo
et: %@ soovib sind kontaktiks lisada
fi: %@ haluaa luoda kontaktin
fr: %@ souhaite se connecter
it: %@ vuole connettersi
ja: %@がつながりをリクエストしています
nl: %@ wil met jou verbinden
pl: %@ chce się połączyć
pt_br: %@ quer se conectar
ru: %@ хочет подключиться
sl: %@ si želi povezati
tr: %@ bağlanmak istiyor
uk: %@ хоче бути доданий(-а) до ваших контактів
zh_hans: %@想添加您为好友

# push.notification.connection.request.nousername
source: Someone wants to connect
da: Nogen ønsker at forbinde sig
de: Jemand möchte dich als Kontakt hinzufügen
es: Alguien quiere conectarse contigo
et: Keegi soovib sinuga ühenduda
fi: Joku haluaa luoda kontaktin
fr: Quelqu'un souhaite se connecter
it: Qualcuno vuole connettersi
ja: つながりをリクエストされています
nl: Iemand wil met je verbinden
pl: Ktoś chce się połączyć
pt_br: Alguém quer se conectar
ru: Кто-то хочет подключиться
sl: Nekdo si želi povezati
tr: Birisi bağlanmak istiyor
uk: Хтось був доданий до ваших контактів
zh_hans: 有人想加您为好友

# push.notification.connection.accepted
source: You and %@ are now connected
da: Du og %@ er nu forbundet
de: Du bist jetzt mit %@ verbunden
es: Tú y %@ estáis conectados
et: %@ on nüüd sinu kontakt.
fi: Sinä ja %@ olette nyt kontaktissa
fr: Vous et %@ êtes maintenant connectés
it: Tu e %@ siete ora connessi
ja: あなたと%@がつながりました
nl: Jij en %@ zijn nu geconnect
pl: Ty i %@ jesteście teraz znajomymi
pt_br: Você e %@ agora são conectados
ru: Вы и %@ сейчас подключены
sl: %@ in ti sta zdaj povezana
tr: Sen ve %@ artık bağlısınız
uk: %@ тепер доданий(-а) до вашого списку контактів
zh_hans: 您和%@已成为好友

# push.notification.connection.accepted.nousername
source: You have a new connection
da: Du har en ny forbindelse
de: Du hast einen neuen Kontakt
es: Tienes un nuevo contacto
et: Sul on uus kontakt
fi: Sinulla on uusi kontakti
fr: Vous avez une nouvelle connexion
it: Hai una nuova connessione
ja: あなたは新しい連絡先があります
nl: Je hebt een nieuw contact
pl: Masz nowe zaproszenie
pt_br: Você tem uma nova conexão
ru: У вас есть новый контакт
sl: Imaš novo povezavo
tr: Yeni bir bağlantın var
uk: У вас з'явились нові контакти
zh_hans: 您有一个新的好友

# push.notification.failed.message.oneonone
source: Unable to send a message to %1$@
da: Kunne ikke sende besked til %1$@
de: Kann keine Nachricht an %1$@ senden
es: No se puede enviar el mensaje a %1$@
et: Kasutajale %1$@ sõnumi saatmine ebaõnnestus
fi: Ei pysty lähettämään viestiä käyttäjälle: %1$@
fr: Impossible d’envoyer un message à %1$@
it: Impossibile inviare un messaggio a %1$@
ja: メッセージを送ることができません
nl: Kan bericht niet versturen naar %1$@
pl: Nie można wysłać wiadomość do %1$@
pt_br: Não é possível enviar uma mensagem para %1$@
ru: Не удается отправить сообщение для %1$@
sl: Ni mogoče poslati sporočila v %1$@
tr: %1$@'e mesaj gönderilemiyor
uk: Неможливо надіслати повідомлення в %1$@
zh_hans: 无法发送信息至%1$@

# push.notification.failed.message.oneonone.nousername
source: Unable to send a message
da: Kunne ikke sende besked
de: Kann keine Nachricht senden
es: No se puede enviar el mensaje
et: Sõnumi saatmine ebaõnnestus
fi: Ei pysty lähettämään viestiä
fr: Impossible d’envoyer un message
it: Impossibile inviare un messaggio
ja: メッセージを送ることができません
nl: Kan bericht niet versturen
pl: Nie można wysłać wiadomości
pt_br: Não é possível enviar uma mensagem
ru: Не удается отправить сообщение
sl: Ni mogoče poslati sporočila
tr: Mesaj gönderilemiyor
uk: Неможливо надіслати повідомлення
zh_hans: 无法发送信息

# push.notification.failed.message.group
source: Unable to send a message in %1$@
da: Kunne ikke sende besked i %1$@
de: Kann keine Nachricht in %1$@ senden
es: No se puede enviar el mensaje en %1$@
et: Sõnumi saatmine vestlusse %1$@ ebaõnnestus
fi: Ei pysty lähettämään viestiä keskustelussa: %1$@
fr: Impossible d’envoyer un message dans %1$@
it: Impossibile inviare un messaggio a %1$@
ja: メッセージを送ることができません
nl: Kan geen bericht in %1$@ versturen
pl: Nie można wysłać wiadomości w %1$@
pt_br: Não é possível enviar uma mensagem em %1$@
ru: Не удается отправить сообщение в %1$@
sl: Ni mogoče poslati sporočila v %1$@
tr: %1$@'de mesaj gönderilemiyor
uk: Неможливо надіслати повідомлення в %1$@
zh_hans: 在%1$@中无法发送信息

# push.notification.failed.message.group.noconversationname
source: Unable to send a message
da: Kunne ikke sende besked
de: Kann keine Nachricht senden
es: No se puede enviar el mensaje
et: Sõnumi saatmine ebaõnnestus
fi: Ei pysty lähettämään viestiä
fr: Impossible d’envoyer un message
it: Impossibile inviare un messaggio
ja: メッセージを送ることができません
nl: Het bericht kan niet worden verzonden
pl: Nie można wysłać wiadomości
pt_br: Não é possível enviar uma mensagem
ru: Не удается отправить сообщение
sl: Ni mogoče poslati sporočila
tr: Mesaj gönderilemiyor
uk: Неможливо надіслати повідомлення
zh_hans: 无法发送信息

# push.notification.reaction.group
source: %1$@ %3$@ your message in %2$@
da: %1$@ %3$@ dine beskeder i %2$@
de: %1$@ %3$@ deine Nachricht in %2$@
es: A %3$@ le %1$@ tu mensaje en %2$@
et: %1$@ %3$@ sinu sõnumit vestluses %2$@
fi: %1$@ %3$@ viestistäsi keskustelussa: %2$@
fr: %1$@ %3$@ votre message dans %2$@
it: %1$@ %3$@ il tuo messaggio in %2$@
ja: %1$@ があなたのメッセージを%2$@
nl: %1$@ %3$@ jou bericht in %2$@
pl: %1$@ %3$@ twoją wiadomość w %2$@
pt_br: %1$@ %3$@ sua mensagem em %2$@
ru: %1$@ %3$@ ваше сообщение в %2$@
sl: %1$@ %3$@ tvoje sporočilo v %2$@
tr: %1$@, %2$@ 'da mesajınızı %3$@
uk: %1$@ %3$@ ваше повідомлення в %2$@
zh_hans: %1$@在%2$@中%3$@您的信息

# push.notification.reaction.group.nousername.noconversationname
source: Someone %@ your message in a conversation
da: Nogen %@ din besked i en samtale
de: Jemand %@ deine Nachricht in einer Unterhaltung
es: Alguien %@ tu mensaje en un chat
et: Keegi %@ sinu sõnumit vestluses
fi: Joku %@ viestistäsi keskustelussa
fr: Quelqu'un %@ votre message dans une conversation
it: Qualcuno %@ il tuo messaggio in una conversazione
ja: あなたのメッセージが%@ されました
nl: Iemand %@ jou bericht in een gesprek
pl: Ktoś %@ twoją wiadomość w rozmowie
pt_br: Alguém %@ sua mensagem em uma conversa
ru: Кто-то %@ ваше сообщение в разговоре
sl: Nekdo %@ tvoje sporočilo v pogovoru
tr: Birisi bir konuşmadan mesajınızı %@
uk: Комусь %@ повідомлення в розмові
zh_hans: 在对话中有参与者%@您的信息

# push.notification.reaction.group.nousername
source: Someone %2$@ your message in %1$@
da: Nogen %2$@ din besked i %1$@
de: Jemand %2$@ deine Nachricht in %1$@
es: Alguien %2$@ tu mensaje en %1$@
et: Keegi %2$@ sinu sõnumit vestluses %1$@
fi: Joku %2$@ viestistäsi keskustelussa: %1$@
fr: Quelqu'un %2$@ votre message dans %1$@
it: Qualcuno %2$@ il tuo messaggio in %1$@
ja: だれかがあなたのメッセージを%@
nl: Iemand %2$@ stuurde je een bericht in %1$@
pl: Ktoś %2$@ twoją wiadomość w %1$@
pt_br: Alguém %2$@ sua mensagem em %1$@
ru: Кто-то %2$@ ваше сообщение в %1$@
sl: Nekdo %2$@ tvoje sporočilo v %1$@
tr: Birisi %1$@ 'de mesajınızı %2$@
uk: Комусь %2$@ ваше повідомлення в %1$@
zh_hans: 在%1$@中有参与者%2$@您的信息

# push.notification.reaction.group.noconversationname
source: %@ %@ your message in a conversation
da: %@ %@ din besked i en samtale
de: %@ %@ deine Nachricht in einer Unterhaltung
es: %@ %@ tu mensaje en un chat
et: %@ %@ sinu sõnumit vestluses
fi: %@ %@ viestistäsi keskustelussa
fr: %@ %@ votre message dans une conversation
it: %@ %@ il tuo messaggio in una conversazione
ja: %1$@が会話でのあなたのメッセージを%2$@
nl: %@ %@ jou een bericht in een gesprek
pl: %@ %@ twoją wiadomość w rozmowie
pt_br: %@ %@ sua mensagem em uma conversa
ru: %@ %@ ваше сообщение в разговоре
sl: %@ %@ tvoje sporočilo v pogovoru
tr: %@ bir konuşmada mesajınızı %@
uk: %@ %@ ваше повідомлення в розмові
zh_hans: %@在对话中%@您的信息

# push.notification.reaction.oneonone
source: %@ %@ your message
da: %@ %@ din besked
de: %@ %@ deine Nachricht
es: %@ %@ tu mensaje
et: %@ %@ sinu sõnumit
fi: %@ %@ sinun viestistä
fr: %@ %@ votre message
it: %@ %@ il tuo messaggio
ja: %1$@があなたのメッセージを
nl: %@ %@ je bericht
pl: %@ %@ twoją wiadomość
pt_br: %@ %@ sua mensagem
ru: %@ %@ ваше сообщение
sl: %@ %@ tvoje sporočilo
tr: %@ mesajını %@
uk: %@ %@ ваше повідомлення
zh_hans: %@%@您的信息

# push.notification.reaction.oneonone.nousername
source: Someone %@ your message
da: Nogen %@ din besked
de: Jemand %@ deine Nachricht
es: Alguien %@ tu mensaje
et: Keegi %@ sinu sõnumit
fi: Joku %@ sinun viestistä
fr: Quelqu'un %@ votre message
it: Qualcuno %@ il tuo messaggio
ja: だれかがあなたのメッセージを%@
nl: Iemand %@ uw bericht
pl: Ktoś %@ twoją wiadomość
pt_br: Alguém %@ sua mensagem
ru: Кто-то %@ ваше сообщение
sl: Nekdo %@ tvoje sporočilo
tr: Birisi mesajınızı %@
uk: Комусь %@ ваше повідомлення
zh_hans: 有参与者%@您的信息

# push.notification.new_user
source: %@ just joined Wire
da: %@ sluttede sig til Wire
de: %@ ist jetzt auch bei Wire
es: %@ se unió a Wire
et: %@ liitus just Wire’ga
fi: %@ liittyi juuri Wireen
fr: %@ vient de rejoindre Wire
it: %@ è ora su Wire
ja: %@がたったいまWireに参加しました
nl: %@ heeft zich aangemeld bij Wire
pl: %@ właśnie dołączył do Wire
pt_br: %@ entrou no Wire
ru: %@ присоединился к Wire
sl: %@ se je ravnokar pridružil(-a) Wire
tr: %@ şimdi Wire'a katıldı
uk: %@ тільки що приєднався(-лася) до Wire
zh_hans: %@ 刚刚加入Wire

# push.notification.action.message.open
source: Open
da: Åbn
de: Öffnen
es: Abrir
et: Ava
fi: Avaa
fr: Ouvrir
it: Apri
ja: 開く
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть
sl: Odpri
tr: Aç
uk: Вiдкрити
zh_hans: 开启

# push.notification.action.message.reply
source: Reply
da: Svar
de: Antworten
es: Responder
et: Vasta
fi: Vastaa
fr: Répondre
it: Rispondi
ja: 返信
nl: Reageer
pl: Odpowiedz
pt_br: Responder
ru: Ответить
sl: Odgovori
tr: Cevapla
uk: Відповісти
zh_hans: 回复

# push.notification.action.message.reply.button.title
source: Send
de: Senden
es: Enviar
et: Saada
fi: Lähetä
fr: Envoyer
it: Invia
ja: 送信
nl: Stuur
pl: Wyślij
pt_br: Enviar
ru: Отправить
sl: Pošlji
tr: Gönder
uk: Надіслати
zh_hans: 发送

# push.notification.action.conversation.mute
source: Mute
da: Lyd fra
de: Stumm
es: Silenciar
et: Hääletu
fi: Mykistä
fr: Silence
it: Silenzia
ja: ミュート
pl: Wycisz
pt_br: Silenciar
ru: Выкл.звук
sl: Utišaj
tr: Sustur
uk: Вимкнути звук
zh_hans: 静音

# push.notification.action.call.accept
source: Accept
da: Besvar
de: Annehmen
es: Aceptar
et: Vasta
fi: Hyväksy
fr: Accepter
it: Accetta
ja: 承諾
nl: Neem op
pl: Odbierz
pt_br: Aceitar
ru: Принять
sl: Sprejmi
tr: Kabul et
uk: Прийняти
zh_hans: 接听

# push.notification.action.call.ignore
source: Decline
da: Afvis
de: Ablehnen
es: Rechazar
et: Keeldu
fi: Kieltäydy
fr: Refuser
it: Rifiuta
ja: 辞退
nl: Leg op
pl: Odrzuć
pt_br: Rejeitar
ru: Отклонить
sl: Zavrni
tr: Reddet
uk: Скасувати
zh_hans: 拒绝

# push.notification.action.call.message
source: Message
da: Besked
de: Nachricht
es: Mensaje
et: Sõnum
fi: Viesti
it: Messaggio
ja: メッセージ
nl: Stuur bericht
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
sl: Sporočilo
tr: Mesaj
uk: Повідомлення
zh_hans: 信息

# push.notification.action.call.callback
source: Call Back
da: Ring tilbage
de: Rückruf
es: Devolver la llamada
et: Helist tagasi
fi: Soita takaisin
fr: Rappeler
it: Richiama
ja: 電話をかけ直す
nl: Bel terug
pl: Oddzwoń
pt_br: Ligue de volta
ru: Перезвонить
sl: Kliči nazaj
tr: Geri Ara
uk: Передзвонити
zh_hans: 回拨电话

# push.notification.action.connection.accept
source: Accept
da: Besvar
de: Annehmen
es: Aceptar
et: Vasta
fi: Hyväksy
fr: Accepter
it: Accetta
ja: 承諾
nl: Neem op
pl: Odbierz
pt_br: Aceitar
ru: Принять
sl: Sprejmi
tr: Kabul et
uk: Прийняти
zh_hans: 接听

# push.notification.callkit.call.started.group
source: %1$@ in %2$@
es: %1$@ en %2$@
et: %1$@ vestluses %2$@
fi: %1$@ %2$@ :ssa
fr: %1$@ dans %2$@
ja: %2$@ に%1$@ 人
pl: %1$@ w %2$@
ru: %1$@ в %2$@
sl: %1$@ v %2$@
uk: %1$@ в %2$@
zh_hans: %1$@ 在 %2$@

# push.notification.callkit.call.started.group.nousername.noconversationname
source: Someone calling in a conversation
de: Jemand ruft in einer Unterhaltung an
es: Llamada entrante en un chat
et: Keegi helistab vestluses
fi: Joku soittaa sinulle keskustelussa
fr: Quelqu'un appelle dans une conversation
it: Qualcuno sta chiamando in una conversazione
ja: 着信中
nl: Iemand belt in een gesprek
pl: Ktoś dzwonił w rozmowie
ru: Звонок
sl: Nekdo kliče v pogovoru
uk: Хтось дзвонить у розмові
zh_hans: 在对话中联系人来电

# push.notification.callkit.call.started.group.nousername
source: Someone calling in %1$@
de: Jemand ruft in %1$@ an
es: Llamada entrante en %1$@
et: Keegi helistab vestluses %1$@
fi: Joku soittaa sinulle keskustelussa %1$@
fr: Quelqu'un appelle dans %1$@
it: Qualcuno sta chiamando in %1$@
ja: %1$@ で着信中
nl: Iemand belt in %1$@
pl: Ktoś dzwonił w %1$@
ru: Звонок в %1$@
sl: Nekdo kliče v %1$@
uk: Хтось дзвонить в %1$@
zh_hans: 在%1$@中联系人来电

# push.notification.callkit.call.started.group.noconversationname
source: %@ calling in a conversation
de: %@ ruft in einer Unterhaltung an
es: Llamada de %1$@ en un chat
et: %@ helistab vestluses
fi: %@ soittaa keskustelussa
fr: %@ appelle dans une conversation
it: %@ sta chiamando in una conversazione
ja: %@ からの着信中
nl: %@ belt in een gesprek
pl: %@ dzwoni w rozmowie
ru: %1$@ звонит
sl: %@ kliče v pogovoru
uk: %@ дзвонить у розмові
zh_hans: 在对话中%@来电
