Repository: wireapp/wire-ios-sync-engine
Catalog: Resources/*.lproj/Push.strings
Languages: da, de, es, et, fi, fr, it, ja, nl, pl, pt_br, ru, sl, tr, uk, zh_hans

# push.notification.default
source: New message
da: Ny besked
de: Neue Nachricht
es: Nuevo mensaje
et: Uus sõnum
fi: Uusi viesti
fr: Nouveau message
it: Nuovo messaggio
ja: 新しいメッセージ
nl: Nieuw bericht
pl: Nowa wiadomość
pt_br: Nova mensagem
ru: Новое сообщение
sl: Novo sporočilo
tr: Yeni Mesaj
uk: Нове повідомлення
zh_hans: 新信息

# push.notification.ephemeral
source: Someone sent you a message
da: Nogen har sendt dig en besked
de: Jemand hat dir eine Nachricht gesendet
es: Alguien te envió un mensaje
et: Keegi saatis sulle sõnumi
fi: Joku lähetti sinulle viestin
fr: Quelqu'un vous a envoyé un message
it: Qualcuno ti ha mandato un messaggio
ja: メッセージを受信しました
nl: Iemand heeft je een bericht gestuurd
pl: Wysłano do Ciebie wiadomość
pt_br: Alguém te mandou uma mensagem
ru: Вам отправлено сообщение
sl: Nekdo ti je poslal sporočilo
tr: Birisi size mesaj gönderdi
uk: Хтось надіслав вам повідомлення
zh_hans: 有好友发送给您一条信息

# push.notification.add.message.group
source: %1$@ in %2$@: %3$@
da: %1$@ i %2$@: %3$@
es: %1$@ en %2$@: %3$@
et: %1$@ vestluses %2$@: %3$@
fi: %1$@ keskustelussa %2$@:%3$@
fr: %1$@ dans %2$@ : %3$@
pl: %1$@ w %2$@: %3$@
pt_br: %1$@ em %2$@: %3$@
ru: %1$@ в %2$@: %3$@
sl: %1$@ v %2$@: %3$@
tr: %1$@ %2$@'de: %3$@
uk: %1$@ в %2$@: %3$@
zh_hans: %1$@在%2$@：%3$@

# push.notification.add.message.group.nousername
source: New message in %1$@: %2$@
da: Ny besked i %1$@: %2$@
de: Neue Nachricht in %1$@: %2$@
es: Nuevo mensaje en %1$@: %2$@
et: Uus sõnum %1$@ vestluses: %2$@
fi: Uusi viesti keskustelussa %1$@: %2$@
fr: Nouveau message dans %1$@ : %2$@
it: Nuovo messaggio in %1$@: %2$@
ja: 新しいメッセージ：%1$@
nl: Nieuw bericht in %1$@: %2$@
pl: Nowa wiadomość w %1$@: %2$@
pt_br: Nova mensagem em %1$@: %2$@
ru: Новое сообщение в %1$@: %2$@
sl: Novo sporočilo v %1$@: %2$@
tr: %1$@'de yeni mesaj: %2$@
uk: Нове повідомлення в %1$@: %2$@
zh_hans: 在%1$@有新信息：%2$@

# push.notification.add.message.group.nousername.noconversationname
source: New message: %1$@
da: Ny besked: %1$@
de: Neue Nachricht: %1$@
es: Nuevo mensaje: %1$@
et: Uus sõnum: %1$@
fi: Uusi viesti: %1$@
fr: Nouveau message : %1$@
it: Nuovo messaggio: %1$@
ja: 新しいメッセージ：%1$@
nl: Nieuw bericht: %1$@
pl: Nowa wiadomość: %1$@
pt_br: Nova mensagem: %1$@
ru: Новое сообщение: %1$@
sl: Novo sporočilo: %1$@
tr: Yeni mesaj: %1$@
uk: Нове повідомлення: %1$@
zh_hans: 新信息：%1$@

# push.notification.add.message.group.noconversationname
source: %1$@ in a conversation: %2$@
da: %1$@ i en samtale: %2$@
de: %1$@ in einer Unterhaltung: %2$@
es: %1$@ en chat: %2$@
et: %1$@ vestluses: %2$@
fi: %1$@ keskustelussa: %2$@
fr: %1$@ dans une conversation: %2$@
it: %1$@ in una conversazione: %2$@
ja: %1$@ との会話; %2$@
nl: %1$@ in een gesprek: %2$@
pl: %1$@ w rozmowie: %2$@
pt_br: %1$@ em uma conversa: %2$@
ru: %1$@ в разговоре: %2$@
sl: %1$@ v pogovoru: %2$@
tr: %1$@ bir konuşmada: %2$@
uk: %1$@ в розмові: %2$@
zh_hans: %1$@在聊天中：%2$@

# push.notification.add.message.oneonone.nousername
source: New message: %1$@
da: Ny besked: %1$@
de: Neue Nachricht: %1$@
es: Nuevo mensaje: %1$@
et: Uus sõnum: %1$@
fi: Uusi viesti: %1$@
fr: Nouveau message : %1$@
it: Nuovo messaggio: %1$@
ja: 新しいメッセージ：%1$@
nl: Nieuw bericht: %1$@
pl: Nowa wiadomość: %1$@
pt_br: Nova mensagem: %1$@
ru: Новое сообщение: %1$@
sl: Novo sporočilo: %1$@
tr: Yeni mesaj: %1$@
uk: Нове повідомлення: %1$@
zh_hans: 新信息：%1$@

# push.notification.add.image.group
source: %1$@ shared a picture in %2$@
da: %1$@ delte et billede i %2$@
de: %1$@ hat ein Bild in %2$@ geteilt
es: %1$@ envió una foto en %2$@
et: %1$@ jagas pildi vestluses %2$@
fi: %1$@ jakoi kuvan keskustelussa %2$@
fr: %1$@ a partagé une photo dans %2$@
it: %1$@ ha condiviso una foto in %2$@
ja: %1$@が写真をシェアしました
nl: %1$@ deelt een afbeelding in %2$@
pl: %1$@ przesłał zdjęcie w %2$@
pt_br: %1$@ compartilhou uma imagem em %2$@
ru: %1$@ поделился картинкой в %2$@
sl: %1$@ je delil(-a) sliko v %2$@
tr: %1$@, %2$@'de bir fotoğraf paylaştı
uk: %1$@ поділився(-лась) картинкою в %2$@
zh_hans: %1$@在%2$@分享了一张图片

# push.notification.add.image.group.nousername
source: New picture in %1$@
da: Nyt billede i %1$@
de: Jemand hat ein Bild in %1$@ geteilt
es: Nueva foto en %1$@
et: Uus pilt vestluses %1$@
fi: Uusi kuva keskustelussa %1$@
fr: Nouvelle photo dans %1$@
it: Nuova foto in %1$@
ja: 新しい写真
nl: Nieuwe afbeelding in %1$@
pl: Nowe zdjęcie w %1$@
pt_br: Nova imagem em %1$@
ru: Новая картинка в %1$@
sl: Nova slika v %1$@
tr: %1$@'de yeni fotoğraf
uk: Нова картинка в %1$@
zh_hans: %1$@有一张新图片

# push.notification.add.image.group.nousername.noconversationname
source: New picture in a conversation
da: Nyt billede i en samtale
de: Jemand hat ein Bild in einer Unterhaltung geteilt
es: Nueva foto en un chat
et: Uus pilt vestluses
fi: Uusi kuva keskustelussa
fr: Nouvelle photo dans une conversation
it: Nuova foto in una conversazione
ja: 会話での新しい写真
nl: Een nieuw afbeelding in een gesprek
pl: Nowe zdjęcie w rozmowie
pt_br: Nova imagem em uma conversa
ru: Новая картинка в разговоре
sl: Nova slika v pogovoru
tr: Bir konuşmada yeni bir fotoğraf
uk: Нава картинка в розмові
zh_hans: 收到新图片

# push.notification.add.image.group.noconversationname
source: %1$@ shared a picture in a conversation
da: %1$@ delte et billede i en chatsamtale
de: %1$@ hat ein Bild in einer Unterhaltung geteilt
es: %1$@ envió una foto en un chat
et: %1$@ jagas vestluses ühe pildi
fi: %1$@ jakoi kuvan keskustelussa
fr: %1$@ a partagé une photo dans une conversation
it: %1$@ ha condiviso una foto in una conversazione
ja: %1$@が新しい写真をシェアしました
nl: %1$@ deelde een foto in een gesprek
pl: %1$@ przesłał zdjęcie w rozmowie
pt_br: %1$@ compartilhou uma imagem em uma conversa
ru: %1$@ поделился картинкой в разговоре
sl: %1$@ je delil(-a) sliko v pogovoru
tr: %1$@, bir konuşmada fotoğraf paylaştı
uk: %1$@ поділився(-лась) картинкою в розмові
zh_hans: %1$@ 在对话中分享了一张图片

# push.notification.add.image.oneonone
source: %1$@ shared a picture
da: %1$@ delte et billede
de: %1$@ hat ein Bild geteilt
es: %1$@ envió una foto
et: %1$@ jagas ühe pildi
fi: %1$@ jakoi kuvan
fr: %1$@ a partagé une photo
it: %1$@ ha condiviso una foto
ja: 写真を共有します
nl: %1$@ deelde een foto
pl: %1$@ przesłał zdjęcie
pt_br: %1$@ compartilhou uma imagem
ru: %1$@ поделился картинкой
sl: %1$@ je delil(-a) sliko
tr: %1$@ bir fotoğraf paylaştı
uk: %1$@ поділився(-лась) картинкою
zh_hans: %1$@分享了一张图片

# push.notification.add.image.oneonone.nousername
source: New picture in a conversation
da: Nyt billede i en chatsamtale
de: Jemand hat ein Bild in einer Unterhaltung geteilt
es: Nueva foto en un chat
et: Uus pilt vestluses
fi: Uusi kuva keskustelussa
fr: Nouvelle photo dans une conversation
it: Nuova foto in una conversazione
ja: 新しい写真
nl: Een nieuw afbeelding in een gesprek
pl: Nowe zdjęcie w rozmowie
pt_br: Nova imagem em uma conversa
ru: Новая картинка в беседе
sl: Nova slika v pogovoru
tr: Bir konuşmada yeni bir fotoğraf
uk: Нава картинка в розмові
zh_hans: 收到新图片

# push.notification.add.video.group
source: %1$@ shared a video in %2$@
da: %1$@ delte en video i %2$@
de: %1$@ hat ein Video in %2$@ geteilt
es: %1$@ envió un vídeo en %2$@
et: %1$@ jagas videoklipi vestluses %2$@
fi: %1$@ jakoi videon keskustelussa %2$@
fr: %1$@ a partagé une vidéo dans %2$@
it: %1$@ ha condiviso un video in %2$@
ja: %1$@がビデオをシェアしました
nl: %1$@ deelde een video in %2$@
pl: %1$@ przesłał film wideo w %2$@
pt_br: %1$@ compartilhou um vídeo em %2$@
ru: %1$@ поделился(-лась) видео в %2$@
sl: %1$@ je delil(-a) video v %2$@
tr: %1$@, %2$@'de bir video paylaştı
uk: %1$@ поділився(-лась) відео в %2$@
zh_hans: %1$@ 在 %2$@ 分享了一段视频

# push.notification.add.video.group.nousername
source: New video in %1$@
da: Ny video i %1$@
de: Jemand hat ein Video in %1$@ geteilt
es: Nuevo vídeo en %1$@
et: Uus videoklipp vestluses %1$@
fi: Uusi video keskustelussa %1$@
fr: Nouvelle vidéo dans %1$@
it: Nuovo video in %1$@
ja: 新しいビデオ
nl: Nieuwe video in %1$@
pl: Nowy film w %1$@
pt_br: Novo vídeo em %1$@
ru: Новое видео в %1$@
sl: Nov video v %1$@
tr: %1$@'de yeni video
uk: Нове відео в %1$@
zh_hans: %1$@ 有一段新视频信息

# push.notification.add.video.group.nousername.noconversationname
source: New video in a conversation
da: Ny video i en samtale
de: Jemand hat ein Video in einer Unterhaltung geteilt
es: Nuevo vídeo en un chat
et: Uus videoklipp vestluses
fi: Uusi video keskustelussa
fr: Nouvelle vidéo dans une conversation
it: Nuovo video in una conversazione
ja: 新しいビデオ
nl: Nieuwe video in een gesprek
pl: Nowy film w wątku
pt_br: Novo vídeo em uma conversa
ru: Новое видео в разговоре
sl: Nov video v pogovoru
tr: Bir konuşmada yeni bir fotoğraf
uk: Нове відео в розмові
zh_hans: 新视频

# push.notification.add.video.group.noconversationname
source: %1$@ shared a video in a conversation
da: %1$@ delte en video i en samtale
de: %1$@ hat ein Video in einer Unterhaltung geteilt
es: %1$@ envió un vídeo en un chat
et: %1$@ jagas vestluses ühe videoklipi
fi: %1$@ jakoi videon keskustelussa
fr: %1$@ a partagé une video dans une conversation
it: %1$@ ha condiviso un video in una conversazione
ja: %1$@が新しいビデオをシェアしました
nl: %1$@ deelde een video in een gesprek
pl: %1$@ przesłał film wideo w rozmowie
pt_br: %1$@ compartilhou um vídeo em uma conversa
ru: %1$@ поделился(-лась) видео в разговоре
sl: %1$@ je delil(-a) video v pogovoru
tr: %1$@, bir konuşmada video paylaştı
uk: %1$@ поділився(-лась) відео в розмові
zh_hans: %1$@ 在聊天当中分享了一段视频

# push.notification.add.video.oneonone
source: %1$@ shared a video
da: %1$@ delte en video
de: %1$@ hat ein Video geteilt
es: %1$@ envió un vídeo
et: %1$@ jagas videoklipi
fi: %1$@ jakoi videon
fr: %1$@ a partagé une vidéo
it: %1$@ ha condiviso un video
ja: ビデオを共有します
nl: %1$@ deelde een video
pl: %1$@ przesłał film wideo
pt_br: %1$@ compartilhou um vídeo
ru: %1$@ поделился(-лась) видео
sl: %1$@ je delil(-a) video
tr: %1$@ bir video paylaştı
uk: %1$@ поділився(-лась) відео
zh_hans: %1$@ 分享了视频

# push.notification.add.video.oneonone.nousername
source: New video in a conversation
da: Ny video i en samtale
de: Jemand hat ein Video in einer Unterhaltung geteilt
es: Nuevo vídeo en un chat
et: Uus videoklipp vestluses
fi: Uusi video keskustelussa
fr: Nouvelle vidéo dans une conversation
it: Nuovo video in una conversazione
ja: 新しいビデオ
nl: Nieuwe video in een gesprek
pl: Nowy film w rozmowie
pt_br: Novo vídeo em uma conversa
ru: Новое видео в разговоре
sl: Nov video v pogovoru
tr: Bir konuşmada yeni bir video
uk: Нове відео в розмові
zh_hans: 新视频

# push.notification.add.audio.group
source: %1$@ shared an audio message in %2$@
da: %1$@ delte en lydbesked i %2$@
de: %1$@ hat ein Audionachricht in %2$@ geteilt
es: %1$@ envió un mensaje de audio en %2$@
et: %1$@ jagas vestluses %2$@ häälsõnumi
fi: %1$@ jakoi ääniviestin keskustelussa %2$@
fr: %1$@ a partagé un message audio dans %2$@
it: %1$@ ha condiviso un messaggio vocale in %2$@
ja: %1$@が音声メッセージをシェアしました
nl: %1$@ deelde een audiobericht in %2$@
pl: %1$@ przesłał wiadomość audio w %2$@
pt_br: %1$@ compartilhou uma mensagem de áudio em %2$@
ru: %1$@ поделился(-лась) аудио сообщением в %2$@
sl: %1$@ je delil(-a) zvočno sporočilo v %2$@
tr: %1$@, %2$@'de sesli bir mesaj paylaştı
uk: %1$@ поділився(-лась) аудіоповідомленням в %2$@
zh_hans: %1$@ 在 %2$@ 分享了一条语音信息

# push.notification.add.audio.group.nousername
source: New audio message in %1$@
da: Ny lydbesked i %1$@
de: Neue Audio-Nachricht in %1$@
es: Nuevo mensaje de audio en %1$@
et: Uus häälsõnum vestluses %1$@
fi: Uusi ääniviesti keskustelussa %1$@
fr: Nouveau message audio dans %1$@
it: Nuovo messaggio vocale in %1$@
ja: 新しいオーディオメッセージ
nl: Nieuw audiobericht in %1$@
pl: Nowa wiadomość audio w %1$@
pt_br: Nova mensagem de áudio em %1$@
ru: Новое аудио сообщение в %1$@
sl: Novo zvočno sporočilo v %1$@
tr: %1$@'de yeni sesli mesaj
uk: Нове аудіоповідомлення в %1$@
zh_hans: %1$@ 有一条新的语音信息

# push.notification.add.audio.group.nousername.noconversationname
source: New audio message in a conversation
da: Ny lydbesked i en samtale
de: Neue Audio-Nachricht in einer Unterhaltung
es: Nuevo mensaje de audio en un chat
et: Vestluses uus häälsõnum
fi: Uusi ääniviesti keskustelussa
fr: Nouveau message audio dans une conversation
it: Nuovo messaggio vocale in una conversazione
ja: 新しい音声メッセージ
nl: Nieuw audio bericht in een gesprek
pl: Nowa wiadomość audio w rozmowie
pt_br: Nova mensagem de áudio em uma conversa
ru: Новое звуковое сообщение в разговоре
sl: Novo zvočno sporočilo v pogovoru
tr: Bir konuşmada yeni sesli mesaj
uk: Нові аудіоповідомлення в розмові
zh_hans: 在对话中有一条新的语音信息

# push.notification.add.audio.group.noconversationname
source: %1$@ shared an audio message in a conversation
da: %1$@ delte en lydbesked i en samtale
de: %1$@ hat eine Audio-Nachricht in einer Unterhaltung geteilt
es: %1$@ envió un mensaje de audio en un chat
et: %1$@ saatis vestlusesse häälsõnumi
fi: %1$@ jakoi ääniviestin keskustelussa
fr: %1$@ a partagé un message audio dans une conversation
it: %1$@ ha condiviso un messaggio vocale in una conversazione
ja: %1$@が音声メッセージをシェアしました
nl: %1$@ heeft een audio bericht in een conversatie gedeeld
pl: %1$@ przesłał wiadomość audio w rozmowie
pt_br: %1$@ compartilhou uma mensagem de áudio em uma conversa
ru: %1$@ поделился(-лась) аудио сообщением в разговоре
sl: %1$@ je delil(-a) zvočno sporočilo v pogovoru
tr: %1$@, bir konuşmada sesli mesaj paylaştı
uk: %1$@ поділився(-лась) аудіоповідомленням в розмові
zh_hans: %1$@ 在对话中分享了一条新语音信息

# push.notification.add.audio.oneonone
source: %1$@ shared an audio message
da: %1$@ delte en lydbesked
de: %1$@ hat eine Audio-Nachricht geteilt
es: %1$@ envió un mensaje de audio
et: %1$@ saatis häälsõnumi
fi: %1$@ jakoi ääniviestin
fr: %1$@ a partagé un message audio
it: %1$@ ha condiviso un messaggio vocale
ja: 音声メッセージを共有しました
nl: %1$@ deelde een audiobericht
pl: %1$@ przesłał wiadomość audio
pt_br: %1$@ compartilhou uma mensagem de áudio
ru: %1$@ поделился(-лась) звуковым сообщением
sl: %1$@ je delil(-a) zvočno sporočilo
tr: %1$@ sesli bir mesaj paylaştı
uk: %1$@ поділився(-лась) аудіоповідомленням
zh_hans: %1$@ 分享了一条语音信息

# push.notification.add.audio.oneonone.nousername
source: New audio message in a conversation
da: Ny lydbesked i en samtale
de: Neue Audio-Nachricht in einer Unterhaltung
es: Nuevo mensaje de audio en un chat
et: Vestluses uus häälsõnum
fi: Uusi ääniviesti keskustelussa
fr: Nouveau message audio dans une conversation
it: Nuovo messaggio vocale in una conversazione
ja: 新しい音声メッセージ
nl: Nieuw audio bericht in een gesprek
pl: Nowa wiadomość audio w rozmowie
pt_br: Nova mensagem de áudio em uma conversa
ru: Новое аудио сообщение в разговоре
sl: Novo zvočno sporočilo v pogovoru
tr: Bir konuşmada yeni sesli mesaj
uk: Нові аудіоповідомлення в розмові
zh_hans: 在对话中有一条新的语音信息

# push.notification.add.file.group
source: %1$@ shared a file in %2$@
da: %1$@ delte en fil i %2$@
de: %1$@ hat eine Datei in %2$@ geteilt
es: %1$@ envió un archivo en %2$@
et: %1$@ jagas vestluses %2$@ faili
fi: %1$@ jakoi tiedoston keskustelussa %2$@
fr: %1$@ a partagé un fichier dans %2$@
it: %1$@ ha condiviso un file in %2$@
ja: %1$@がファイルをシェアしました
nl: %1$@ deelde een bestand in %2$@
pl: %1$@ przesłał plik w %2$@
pt_br: %1$@ compartilhou um arquivo em %2$@
ru: %1$@ поделился файлом в %2$@
sl: %1$@ je delil(-a) zbirko v %2$@
tr: %1$@, %2$@'de bir dosya paylaştı
uk: %1$@ поділився(-лась) файлом в %2$@
zh_hans: %1$@ 在 %2$@ 分享了一个文件

# push.notification.add.file.group.nousername
source: New file in %1$@
da: Ny fil i %1$@
de: Jemand hat eine Datei in %1$@ geteilt
es: Nuevo archivo en %1$@
et: Uus fail vestluses %1$@
fi: Uusi tiedosto keskustelussa %1$@
fr: Nouveau fichier dans %1$@
it: Nuovo file in %1$@
ja: 新しいファイル
nl: Nieuw bestand in %1$@
pl: Nowy plik w %1$@
pt_br: Novo arquivo em %1$@
ru: Новый файл в %1$@
sl: Nova zbirka v %1$@
tr: %1$@'de yeni dosya
uk: Новий файл в %1$@
zh_hans: %1$@ 有一个新文件

# push.notification.add.file.group.nousername.noconversationname
source: New file in a conversation
da: Ny fil i en samtale
de: Jemand hat eine Datei in einer Unterhaltung geteilt
es: Nuevo archivo en un chat
et: Vestluses uus fail
fi: Uusi tiedosto keskustelussa
fr: Nouveau fichier dans une conversation
it: Nuovo file in una conversazione
ja: 新しいファイル
nl: Nieuw bestand in een gesprek
pl: Nowy plik w rozmowie
pt_br: Novo arquivo em uma conversa
ru: Новый файл в разговоре
sl: Nova zbirka v pogovoru
tr: Bir konuşmada yeni bir dosya
uk: Новий файл в розмові
zh_hans: 对话中有一个新文件

# push.notification.add.file.group.noconversationname
source: %1$@ shared a file in a conversation
da: %1$@ delte en fil i en samtale
de: %1$@ hat eine Datei in einer Unterhaltung geteilt
es: %1$@ envió un archivo en un chat
et: %1$@ saatis vestlusesse faili
fi: %1$@ jakoi tiedoston keskustelussa
fr: %1$@ a partagé un fichier dans une conversation
it: %1$@ ha condiviso un file in una conversazione
ja: %1$@が新しいファイルをシェアしました
nl: %1$@ deelde een bestand in een gesprek
pl: %1$@ przesłał film wideo w rozmowie
pt_br: %1$@ compartilhou um arquivo em uma conversa
ru: %1$@ поделился(-лась) файлом в разговоре
sl: %1$@ je delil(-a) zbirko v pogovoru
tr: %1$@, bir konuşmada dosya paylaştı
uk: %1$@ поділився(-лась) файлом в розмові
zh_hans: %1$@ 在聊天当中分享了一个文件

# push.notification.add.file.oneonone
source: %1$@ shared a file
da: %1$@ delte en fil
de: %1$@ hat eine Datei geteilt
es: %1$@ envió un archivo
et: %1$@ saatis faili
fi: %1$@ jakoi tiedoston
fr: %1$@ a partagé un fichier
it: %1$@ ha condiviso un file
ja: ファイルを共有します
nl: %1$@ heeft een bestand gedeeld
pl: %1$@ przesłał plik
pt_br: %1$@ compartilhou de um arquivo
ru: %1$@ поделился(-лась) файлом
sl: %1$@ je delil(-a) zbirko
tr: %1$@ bir dosya paylaştı
uk: %1$@ поділився(-лась) файлом
zh_hans: %1$@ 分享了一个文件

# push.notification.add.file.oneonone.nousername
source: New file in a conversation
da: Ny fil i en samtale
de: Jemand hat eine Datei in einer Unterhaltung geteilt
es: Nuevo archivo en un chat
et: Vestluses uus fail
fi: Uusi tiedosto keskustelussa
fr: Nouveau fichier dans une conversation
it: Nuovo file in una conversazione
ja: 新しいファイル
nl: Nieuw bestand in een gesprek
pl: Nowy plik w rozmowie
pt_br: Novo arquivo em uma conversa
ru: Новый файл в разговоре
sl: Nova zbirka v pogovoru
tr: Bir konuşmada yeni bir dosya
uk: Новий файл в розмові
zh_hans: 对话中有一个新文件

# push.notification.add.location.group
source: %1$@ shared a location in %2$@
da: %1$@ delte en placering i %2$@
de: %1$@ hat einen Standort in %2$@ geteilt
es: %1$@ envió una ubicación en %2$@
et: %1$@ jagas oma asukohta vestluses %2$@
fi: %1$@ jakoi sijainnin keskustelussa %2$@
fr: %1$@ a partagé un emplacement dans %2$@
it: %1$@ ha condiviso la posizione in %2$@
ja: %1$@が位置情報をシェアしました
nl: %1$@ deelde een locatie in %2$@
pl: %1$@ udostępnił lokalizację w %2$@
pt_br: %1$@ compartilhou uma localização em %2$@
ru: %1$@ поделился(-лась) местоположением в %2$@
sl: %1$@ je delil(-a) lokacijo v %2$@
tr: %1$@, %2$@'de bir konum paylaştı
uk: %1$@ поділився(-лась) розташуванням в %2$@
zh_hans: %1$@ 在 %2$@ 分享了位置

# push.notification.add.location.group.nousername
source: New location in %1$@
da: Ny placering i %1$@
de: Jemand hat einen Standort in %1$@ geteilt
es: Nueva ubicación en %1$@
et: Uus asukoht vestluses %1$@
fi: Uusi sijainti keskustelussa %1$@
fr: Nouvel emplacement dans %1$@
it: Nuova posizione in %1$@
ja: 新しい場所
nl: Nieuwe locatie in %1$@
pl: Nowa lokalizacja w %1$@
pt_br: Nova localização em %1$@
ru: Новое местоположение в %1$@
sl: Nova lokacija v %1$@
tr: %1$@'de yeni konum
uk: Нове розташування в %1$@
zh_hans: %1$@ 有一个位置分享

# push.notification.add.location.group.nousername.noconversationname
source: New location in a conversation
da: Ny placering i en samtale
de: Jemand hat einen Standort in einer Unterhaltung geteilt
es: Nueva ubicación en un chat
et: Uus asukoht vestluses
fi: Uusi sijainti keskustelussa
fr: Nouvel emplacement dans une conversation
it: Nuova posizione in una conversazione
ja: 新しい位置情報
nl: Nieuwe locatie in een gesprek
pl: Nowa lokalizacja w rozmowie
pt_br: Nova localização em uma conversa
ru: Новое местоположение в разговоре
sl: Nova lokacija v pogovoru
tr: Bir konuşmada yeni bir konum
uk: Нове розташування в розмові
zh_hans: 对话中有一个新的位置分享

# push.notification.add.location.group.noconversationname
source: %1$@ shared a location in a conversation
da: %1$@ delte en placering i en samtale
de: %1$@ hat einen Standort in einer Unterhaltung geteilt
es: %1$@ envió una ubicación en un chat
et: %1$@ jagas vestluses oma asukohta
fi: %1$@ jakoi sijainnin keskustelussa
fr: %1$@ a partagé un emplacement dans une conversation
it: %1$@ ha condiviso la posizione in una conversazione
ja: %1$@が位置情報をシェアしました
nl: %1$@ deelde een locatie in een gesprek
pl: %1$@ przesłał lokalizację w rozmowie
pt_br: %1$@ compartilhou uma localização em uma conversa
ru: %1$@ поделился(-лась) местоположением в разговоре
sl: %1$@ je delil(-a) lokacijo v pogovoru
tr: %1$@, bir konuşmada konum paylaştı
uk: %1$@ поділився(-лась) розташуванням в розмові
zh_hans: %1$@ 在聊天当中分享了一个位置

# push.notification.add.location.oneonone
source: %1$@ shared a location
da: %1$@ delte en placering
de: %1$@ hat einen Standort geteilt
es: %1$@ envió una ubicación
et: %1$@ saatis asukoha
fi: %1$@ jakoi sijainnin
fr: %1$@ a partagé un emplacement
it: %1$@ ha condiviso una posizione
ja: 場所を共有します
nl: %1$@ deelde een locatie
pl: %1$@ udostępnił lokalizację
pt_br: %1$@ compartilhou uma localização
ru: %1$@ поделился(-лась) местоположением
sl: %1$@ je delil(-a) lokacijo
tr: %1$@ bir konum paylaştı
uk: %1$@ поділився(-лась) розташуванням
zh_hans: %1$@ 分享了位置

# push.notification.add.location.oneonone.nousername
source: New location in a conversation
da: Ny placering i en samtale
de: Jemand hat einen Standort in einer Unterhaltung geteilt
es: Nueva ubicación en un chat
et: Uus asukoht vestluses
fi: Uusi sijainti keskustelussa
fr: Nouvel emplacement dans une conversation
it: Nuova posizione in una conversazione
ja: 新しい位置情報
nl: Nieuwe locatie in een gesprek
pl: Nowa lokalizacja w rozmowie
pt_br: Nova localização em uma conversa
ru: Новое местоположение в разговоре
sl: Nova lokacija v pogovoru
tr: Bir konuşmada yeni bir konum
uk: Нове розташування в розмові
zh_hans: 对话中有一个新的位置分享

# push.notification.member.join
source: %1$@ added %3$@ to %2$@
da: %1$@ tilføjet %3$@ til %2$@
de: %1$@ hat %3$@ in %2$@ hinzugefügt
es: %1$@ añadió a %3$@ a %2$@
et: %1$@ lisas vestlusesse %2$@ kasutaja: %3$@
fi: %1$@ lisäsi käyttäjän %3$@ %2$@ keskusteluun
fr: %1$@ a ajouté %3$@ à %2$@
it: %1$@ ha aggiunto %3$@ a %2$@
nl: %1$@ heeft %3$@ aan %2$@
pl: %1$@ dodał %3$@ do %2$@
pt_br: %1$@ adicionou %3$@ ao %2$@
ru: %1$@ добавил %3$@ в %2$@
sl: %1$@ je dodal(-a) %3$@ v %2$@
tr: %1$@, %3$@'i %2$@'e ekledi
uk: %1$@ додав(-ла) %3$@ до %2$@
zh_hans: %1$@ 将 %3$@ 加到 %2$@

# push.notification.member.join.noconversationname
source: %1$@ added %2$@ to a conversation
da: %1$@ tilføjet %2$@ til en samtale
de: %1$@ hat %2$@ zu einer Unterhaltung hinzugefügt
es: %1$@ añadió a %2$@ a un chat
et: %1$@ lisas vestlusesse kasutaja: %2$@
fi: %1$@ lisäsi käyttäjän %2$@ keskusteluun
fr: %1$@ a ajouté %2$@ à une conversation
it: %1$@ ha aggiunto %2$@ a una conversazione
nl: %1$@ heeft %2$@ aan een gesprek
pl: %1$@ dodał %2$@ do rozmowy
pt_br: %1$@ adicionou %2$@ a uma conversa
ru: %1$@ добавил %2$@ в разговор
sl: %1$@ je dodal(-a) %2$@ v pogovor
tr: %1$@, %2$@'i bir konuşmaya ekledi
uk: %1$@ додав(-ла) %2$@ до розмови
zh_hans: %1$@ 将 %2$@ 加入对话
